Revit 2027 API
ParameterTypeId.TextStyleBold Property
 "Bold"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextStyleBold { get; }
Public Shared ReadOnly Property TextStyleBold As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextStyleBold {
	ForgeTypeId^ get ();
}
static member TextStyleBold : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace